//Определите переменные всех возможных примитивных типов С# и проинициализируйте их.
using System;
namespace init
{
    class class1
    {
        [STAThread]
        static void Main(string[] args)
        {
            Console.WriteLine("Привет!");
        }
    }
}